automake
bear
bfg
binaryen
brew-cask-completion
btop
cask
cloc
cmocka
cocoapods
fastfetch
fd
felixkratz/formulae/borders
felixkratz/formulae/sketchybar
ffmpeg
gcc
gh
git
go
gsl
hashicorp/tap/vault
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
latexml
libfido2
libomp
lld
lua-language-server
luarocks
maven
meson
neovim
nnn
ocaml
opam
opencode
openssl@1.1
php
pkgxdev/made/pkgx
pnpm
postgresql
python@3.10
ripgrep
rust-analyzer
starship
stylua
switchaudio-osx
texlab
tmux
tursodatabase/tap/turso
ungive/media-control/media-control
watchman
wget
wireguard-go
zegervdv/zathura/girara
zegervdv/zathura/zathura-pdf-mupdf
zig
zoxide
zsh-autosuggestions
zsh-fast-syntax-highlighting
